Repository: GrzybDev/QuantumBreak
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl_pl

source: Feel free to fill me in. Any time now.
pl_pl: Zapraszam do wytłumaczenia mi tego systemu. Jestem gotowa.

source: Female Party Guest
pl_pl: Gość imprezy - kobieta

source: Fffffuck off. That was... that was totally my second guess.
pl_pl: Nie pieeeeeeerdol. To było... to było moje drugie przypuszczenie.

source: Ffffuuuu...
pl_pl: Kuuuuuuuurrrrr...

source: Fight past Monarch
pl_pl: Walcz z Monarch

source: Fight through the warehouse
pl_pl: Przedostań się przez magazyn

source: Fight your way through the garden
pl_pl: Przebij się przez ogród

source: Final Moments
pl_pl: Ostatnie chwile

source: Final corridor deployment initiated.
pl_pl: Rozpoczęto ostatnią fazę wdrażanie korytarza.

source: Final instructions
pl_pl: Finalne instrukcje

source: Finally!
pl_pl: Nareszcie!

source: Finally.
pl_pl: Wreszcie.

source: Finally. Good work.
pl_pl: Wreszcie. Dobra robota.

source: Finally. Upstairs is fucked up.
pl_pl: Wreszcie. Na górze jest przesrane.

source: Find Beth and release her from the stutter
pl_pl: Znajdź Beth i uwolnij ją od zacięcia

source: Find Dr. Amaral's office
pl_pl: Znajdź gabinet dr. Amaral

source: Find Serene
pl_pl: Znajdź Serene'a

source: Find Will
pl_pl: Znajdź Willa

source: Find Will's car
pl_pl: Znajdź samochód Willa

source: Find a way into Serene's office
pl_pl: Znajdź drogę do biura Serene'a

source: Find a way into the building
pl_pl: Znajdź drogę do budynku

source: Find a way through the garage
pl_pl: Znajdź drogę przez garaż

source: Find a way through the warehouse
pl_pl: Znajdź drogę przez magazyn

source: Find a way to Will's workshop
pl_pl: Znajdź drogę do warsztatu Willa

source: Find a way to open the door
pl_pl: Znajdź sposób na otwarcie drzwi

source: Find a way to the library
pl_pl: Znajdź drogę do biblioteki

source: Find anything back there?
pl_pl: Znalazłeś tam coś?

source: Find hidden Quantum Ripples to unlock secret content in the show.
pl_pl: Znajdź ukryte fale czasowe, aby odblokować tajną zawartość w serialu.

source: Find him!
pl_pl: Znajdź go!

source: Find him. Kill him. Whatever it takes.
pl_pl: Znajdź go. Zabij go. Cokolwiek będzie trzeba.

source: Find keys for a getaway car
pl_pl: Znajdź kluczyki do samochodu

source: Find the car
pl_pl: Znajdź samochód

source: Find the safe
pl_pl: Znajdź sejf

source: Find the source of the gunshots
pl_pl: Znajdź źródło strzałów

source: Find the target.
pl_pl: Znajdź cel.

source: Find the way up to the time machine
pl_pl: Znajdź sposób jak wejść na wehikuł czasu

source: Find way out of the R&D facility
pl_pl: Znajdź wyjście z ośrodka badawczo-rozwojowego

source: Find your way to Ground Zero
pl_pl: Znajdź drogę do strefy zero

source: Fine. We get the device, then you lead me to my brother.
pl_pl: W porządku. Zdobędziemy urządzenie, a ty zaprowadzisz mnie do mojego brata.

source: Finish final part in Act to unlock this Junction
pl_pl: Ukończ ostatnią część aktu, aby odblokować to rozwidlenie.

source: Finished.
pl_pl: Gotowe.

source: Fiona I share your concern. Paul’s treatments are becoming increasingly ineffective and I hypothesize that the onset of the Fracture will increase the Chronon Syndrome’s rate of progression exponentially. I’ve been trying to take a more calculated approach at finding a permanent cure for Paul’s sickness, but Martin Hatch has shifted all the necessary resources into our tech division instead. I’m beginning to question his behavior. Every attempt I’ve made to discover a cure has been met with Martin’s red tape. Just between us, I do start to wonder if Martin even wants Paul to be cured. I’ve looked into Martin’s past. He began work for Monarch in 2001, but I couldn’t find any records about his past, or any aspect of his life before then. It’s almost as if he just appeared out of nowhere. He was the only one present during the accident that claimed Dr. Kim’s life. I don’t want to jump to conclusions… but I do wonder what his agenda truly is. Regarding your question, unfortunately there is nothing of value in Dr. Kim’s lab aside from Paul Serene’s treatments and confidential files that would be of no use to your research. We will have to find another way to develop a cure. Dr. Sofia Amaral Head of Research --------------------------------------------- TO: SOFIA AMARAL FROM: FIONA MILLER DATE: OCT 9, 2016 – 5:45am SUBJECT: Dr. Kim's lab and Serene’s treatment Dr. Amaral, Would it be possible for me to gain access to Dr. Kim’s lab in order to search for any files that might assist in our research? I am concerned about the slow progress in developing a permanent cure for Paul Serene’s Chronon Syndrome. The treatments are only a temporary solution. I know that Dr. Kim was close to discovering a cure at the time of his death. I know that you use this lab to administer Paul Serene’s treatments, but if I could borrow your keycard during the gala tonight perhaps I could investigate this further while everybody is occupied with other matters. Fiona Miller
pl_pl: Fiona Podzielam Twoje obawy. Lekarstwa Paula stają się coraz mniej skuteczne, a ja stawiam hipotezę, że pojawienie się pęknięcia gwałtownie zwiększy tempo rozwoju syndromu Chrononu. Próbowałam przyjąć bardziej wyrachowane podejście do znalezienia trwałego lekarstwa na chorobę Paula, ale Martin Hatch zamiast tego przeniósł wszystkie niezbędne zasoby do naszego działu technologicznego. Zaczynam kwestionować jego zachowanie. Każda podjęta przeze mnie próba znalezienia lekarstwa spotyka się z biurokracją Martina. Tak między nami, zaczynam się zastanawiać, czy Martin w ogóle chce wyleczyć Paula. Przyjrzałam się przeszłości Martina. Rozpoczął pracę dla Monarch w 2001 roku, ale nie mogłam znaleźć żadnych zapisów dotyczących jego przeszłości ani żadnego aspektu jego życia sprzed tego czasu. To prawie tak, jakby pojawił się znikąd. Był jedyną osobą obecną podczas wypadku, w którym zginął dr Kim. Nie chcę wyciągać pochopnych wniosków... ale zastanawiam się, jaki naprawdę jest jego plan. Jeśli chodzi o twoje pytanie, niestety w laboratorium dr. Kima nie ma nic wartościowego poza terapiami Paula Serene'a i poufnymi plikami, które nie byłyby przydatne w twoich badaniach. Będziemy musiały znaleźć inny sposób na opracowanie lekarstwa. Dr Sofia Amaral Kierownik działu badań --------------------------------------------- DO: SOFIA AMARAL OD: FIONA MILLER DATA: 9 PAŹDZIERNIKA 2016 - 5:45 TEMAT: Laboratorium dr Kima i leczenie Serene'a Dr Amaral, Czy byłoby możliwe, abym uzyskała dostęp do laboratorium dr Kima w celu poszukania jakichkolwiek plików, które mogłyby pomóc w naszych badaniach? Jestem zaniepokojona powolnym postępem w opracowywaniu trwałego lekarstwa na Syndrom Chrononu Paula Serene'a. Lekarstwa to tylko tymczasowe rozwiązanie. Wiem, że dr Kim był bliski odkrycia lekarstwa w chwili swojej śmierci. Wiem, że używasz tego laboratorium do leczenia Paula Serene'a, ale jeśli mogłabym pożyczyć twoją kartę podczas dzisiejszej gali, być może mogłabym zbadać tę sprawę dalej, podczas gdy wszyscy będą zajęci innymi sprawami. Fiona Miller

source: Fiona Cocktail Sword
pl_pl: Miecz Fiony

source: Fiona Miller has been helping Beth Wilder to gather sensitive information from within Monarch.
pl_pl: Fiona Miller pomagała Beth Wilder w zbieraniu poufnych informacji z Monarch.

source: Fiona, William Joyce is dead. Our only shot at stopping this thing is Jack. He can lead us to the countermeasure. I still believe that. Serene got to Jack first at the university. Too much heat for me to intervene. He’s being moved to Ground Zero. I’m following the convoy there and will rescue him once his transport is past security checkpoints. Not gonna be easy, but it might be our only shot. Keep Charlie Wincott distracted so he’s not looking over the security feeds. My cover won’t last much longer. You need to be my eyes on the inside. I agree, you should check into Dr. Kim’s lab and let me know what you find. I know gaining access will be difficult, but with the gala tonight you might have a window. Might be able to steal Dr. Amaral’s keycard? I will contact you once I’m on the other side. ------------------------------------------------ TO: FIONA MILLER FROM: BETH WILDER DATE: OCT 9, 2016 – 5:22am SUBJECT: RE: Jack Beth They’re saying that William and Jack Joyce have both been detained. Did you manage to get to William first? Did he reveal the location of the countermeasure? You said you could get Jack out of there. What happened? Interesting developments over here. With the team focused on the university op, I managed to dig through an old email correspondence between Paul Serene and Dr. Kim. The content of the messages is very cryptic, but before he died, Kim was running some kind of tests from his lab, and William's research and a device related to this were somehow connected to what he was doing. Did he know about the countermeasure? I think I need to get into Kim’s lab and find out more, but that place has been on restricted access since he died. Not a lot of choice, though; if Jack and William are in custody, then that lab may be our only lead left. I’m just not sure how to do it. I sure as hell can’t just ask somebody to let me in there.
pl_pl: Fiona, William Joyce nie żyje. Naszą jedyną szansą na powstrzymanie tego jest Jack. On może doprowadzić nas do środka zaradczego. Nadal w to wierzę. Serene dopadł Jack'a na uniwersytecie. Było tam zbyt gorąco, bym mogła zainterweniować. Przenoszą go do Strefy Zero. Podążam za konwojem i uratuję go, gdy jego transport minie punkty kontrolne. Nie będzie łatwo, ale to może być nasza jedyna szansa. Niech Charlie Wincott będzie rozproszony, żeby nie patrzył na kanały bezpieczeństwa. Moja przykrywka nie przetrwa zbyt długo. Musisz być moimi oczami w środku. Zgadzam się, powinnaś sprawdzić laboratorium dr. Kima i dać mi znać, co znajdziesz. Wiem, że uzyskanie dostępu będzie trudne, ale dzisiejsza gala to może być ten moment. Może uda ci się ukraść kartę dr Amaral? Skontaktuję się z tobą, gdy będę po drugiej stronie. ------------------------------------------------ DO: FIONA MILLER OD: BETH WILDER DATA: 9 PAŹDZIERNIKA 2016 - 5:22 TEMAT: ODP: Jack Beth Mówią, że William i Jack Joyce zostali zatrzymani. Czy udało ci się dotrzeć do Williama? Czy zdradził lokalizację środka zaradczego? Powiedziałaś, że możesz wyciągnąć stamtąd Jack'a. Co się stało? U mnie ciekawie. Gdy zespół skupił się na operacji na uniwersytecie, udało mi się przekopać przez starą korespondencję mailową między Paulem Serene i dr Kim. Treść wiadomości jest bardzo tajemnicza, ale przed śmiercią Kim przeprowadzał pewnego rodzaju testy w swoim laboratorium, a badania Williama i związane z tym urządzenie były w jakiś sposób powiązane z tym, co robił. Czy wiedział o środku zaradczym? Myślę, że muszę dostać się do laboratorium Kima i dowiedzieć się więcej, ale od jego śmierci dostęp do tego miejsca jest ograniczony. Jeśli Jack i William są w areszcie, to laboratorium może być naszym jedynym tropem. Nie jestem tylko pewna, jak to zrobić. Na pewno nie mogę po prostu poprosić kogoś, by mnie tam wpuścił.

source: Fiona. She's my only remaining contact on the inside.
pl_pl: Fiona. Jest moim jedynym kontaktem wewnątrz.

source: Fiona? Can you get this door open for me?
pl_pl: Fiona? Możesz otworzyć dla mnie te drzwi?

source: Fiona? I'm at the CFR chamber. The door's locked.
pl_pl: Fiona? Jestem w komorze RPC. Drzwi są zamknięte.

source: Fiona? I'm trying to get to the skybridge.
pl_pl: Fiona? Próbuję dostać się na most.

source: Fiona? Is that you?
pl_pl: Fiona? Czy to ty?

source: Fire Weapon
pl_pl: Strzał

source: Fire in the hole!
pl_pl: Uwaga, granat!

source: Fire support!
pl_pl: Osłaniam!

source: Firing.
pl_pl: Strzelam.

source: First class, thank you for that. It's a step up from our van trip to Utah.
pl_pl: Pierwsza klasa, dzięki. To poziom wyżej od naszej podróży furgonetką do Utah.

source: First things first. Seal the chamber.
pl_pl: Po pierwsze. Uszczelnij komorę.

source: First we have to get to my car.
pl_pl: Najpierw musimy dostać się do mojego samochodu.

source: Five goddamn power outages this week! That's the last straw! I've had it!
pl_pl: Pięć cholernych przerw w dostawie prądu w tym tygodniu! To koniec! Mam tego dość!

source: Fix the core
pl_pl: Napraw rdzeń

source: Flank him!
pl_pl: Oskrzydlić go!

source: Flank target!
pl_pl: Oflankować go!

source: Flank!
pl_pl: Flankować!

source: Fleeing Monarch Trooper
pl_pl: Uciekający żołnierz Monarch

source: Fleeing Monarch Trooper 2
pl_pl: Uciekający żołnierz Monarch 2

source: Flush him out!
pl_pl: Wykurzyć go!

source: Flush him out! I'm on overwatch!
pl_pl: Wykurzyć go! Jestem na czatach!

source: Focus Time (triggered by aiming with {@AIM_MODE} immediately after using Time Dodge) will last longer.
pl_pl: Czas skupienia (uruchamiane przez celowanie za pomocą {@AIM_MODE} natychmiast po użyciu czasowego uniku) będzie trwał dłużej.

source: Focus Time (triggered by aiming with {@AIM_MODE} immediately after using Time Rush) will last longer.
pl_pl: Czas skupienia (uruchamiany przez celowanie za pomocą {@AIM_MODE} natychmiast po użyciu czasowego pędu) będzie trwał dłużej.

source: Focus Time will last even longer.
pl_pl: Czas skupienia będzie trwał jeszcze dłużej.

source: Focus, Jack, focus.
pl_pl: Skup się, Jack, skup się.

source: Follow Amy
pl_pl: Idź za Amy

source: Follow Beth
pl_pl: Idź za Beth

source: Follow Beth into the time machine
pl_pl: Idź za Beth do wehikułu czasu

source: Follow Hatch
pl_pl: Idź za Hatchem

source: Follow Nick
pl_pl: Idź za Nickiem

source: Follow Paul
pl_pl: Idź za Paulem

source: Follow Will
pl_pl: Idź za Willem

source: Follow me.
pl_pl: Idź za mną.

source: Follow the wire. Which one was it. Blue? Or was that the emergency shutdown? Ah, shit.
pl_pl: Podążaj za przewodem. Który to był. Niebieski? A może to był wyłącznik awaryjny? Cholera.

source: For greater accuracy, fire automatic weapons in short, controlled bursts.
pl_pl: Aby zwiększyć celność, strzelaj z broni automatycznej krótkimi, kontrolowanymi seriami.

source: For years, Paul Serene has been running Monarch Solutions from behind the scenes. Martin Hatch, his right-hand man, has long been its public face.
pl_pl: Przez lata Paul Serene prowadził Monarch Solutions zza kulis. Martin Hatch, jego prawa ręka, od dawna jest jej publiczną twarzą.

source: Form up!
pl_pl: Formacja!

source: Form up! On sniper cover!
pl_pl: Formować szyk! Pod osłoną snajpera!

source: Forward!
pl_pl: Naprzód!

source: Frag 'em!
pl_pl: Odłamkowy!

source: Frag out!
pl_pl: Leci odłamkowy!

source: Fragging 'em!
pl_pl: Rzucam granat!

source: Fragging!
pl_pl: Odłamkowy!

source: Free
pl_pl: Za darmo

source: Freeze!
pl_pl: Mróz!

source: French
pl_pl: Francuski

source: Fresh mag!
pl_pl: Świeży magazynek!

source: Fresh shells!
pl_pl: Świeża amunicja!

source: Fresh tech mag!
pl_pl: Świeży magazynek!

source: Fresh tech shells!
pl_pl: Świeże magazynki!

source: Friday, April 2, 1999, 10:42am
pl_pl: Piątek, 2 kwietnia 1999, 10:42

source: Friday, November 11, 2016, 11:57am
pl_pl: Piątek, 11 listopada 2016, 11:57

source: Friday, November 11, 2016, 1:32pm
pl_pl: Piątek, 11 listopada 2016, 13:32

source: Friday, November 11, 2016, 2:10pm
pl_pl: Piątek, 11 listopada 2016, 14:10

source: Friday, November 11, 2016, 2:26pm
pl_pl: Piątek, 11 listopada 2016, 14:26

source: Friday, November 11, 2016, 2:51pm
pl_pl: Piątek, 11 listopada 2016, 14:51

source: Friday, November 11, 2016, 3:19pm
pl_pl: Piątek, 11 listopada 2016, 15:19

source: Friday, November 11, 2016, 3:44pm
pl_pl: Piątek, 11 listopada 2016, 15:44

source: Friday, November 11, 2016, 4:52pm
pl_pl: Piątek, 11 listopada 2016, 16:52

source: Friday, November 11, 2016, 5:20pm
pl_pl: Piątek, 11 listopada 2016, 17:20

source: Friday, November 11, 2016, 5:29pm
pl_pl: Piątek, 11 listopada 2016, 17:29

source: Friendlies arrived!
pl_pl: Przybyło wsparcie!

source: Friendlies coming through!
pl_pl: Nadchodzi wsparcie!

source: Friendlies have arrived!
pl_pl: Przybyło wsparcie!

source: Friendly can't move!
pl_pl: Sprzymierzeniec nie może się ruszyć!

source: Friendly down!
pl_pl: Sprzymierzeniec nie żyje!

source: Friendly tech down!
pl_pl: Technik nie żyje!

source: Friendly tech unit down!
pl_pl: Technik nie żyje!

source: Friendly under fire!
pl_pl: Zespół pod ostrzałem!

source: From Jack.
pl_pl: Jack'iem.

source: From Person
pl_pl: Od Osoby

source: From this point on, we may be in their sights. We need to be quick.
pl_pl: Od tego momentu możemy być na ich celowniku. Musimy działać szybko.

source: Frozen Trooper
pl_pl: Zamrożony żołnierz

source: Fuck if I know. Let's go see Wade.
pl_pl: Chuj mnie to obchodzi. Chodźmy do Wade'a.

source: Fuck me. That was hard core.
pl_pl: Ja pierdolę. To był hardkor.

source: Fuck you!
pl_pl: Spierdalaj!

source: Fuck!
pl_pl: Kurwa!

source: Fuck! Let's just hope it still works.
pl_pl: Kurwa! Miejmy tylko nadzieję, że nadal działa.

source: Fuck! They're coming from where I left Will. I gotta get back to him. Fast.
pl_pl: Kurwa! Nadchodzą z miejsca, w którym zostawiłem Willa. Muszę do niego wrócić. Szybko.

source: Fuck.
pl_pl: Kurwa.

source: Fucking hell. We underestimated him. Take him out! Whatever it takes!
pl_pl: Ja pierdolę. Nie doceniliśmy go. Załatwić go! Za wszelką cenę!

source: Fucking train.
pl_pl: Pieprzony pociąg.

source: Full tactical complement. And we're going to need a tech squad for disassembly. I'll brief them on the way.
pl_pl: Pełny skład taktyczny. I będziemy potrzebować oddziału technicznego do demontażu. Poinformuję ich po drodze.

source: Full-auto Shotgun
pl_pl: Strzelba samopowtarzalna

source: Future Paul
pl_pl: Paul z przyszłości

source: GAME BASICS
pl_pl: PODSTAWY GRY

source: GAME COMPLETION
pl_pl: UKOŃCZENIE GRY

source: GAME INSTALLED
pl_pl: GRA ZAINSTALOWANA

source: GAME OPTIONS
pl_pl: USTAWIENIA GRY

source: GAMEPLAY
pl_pl: ROZGRYWKA

source: GEOMETRY LEVEL OF DETAIL
pl_pl: POZIOM SZCZEGÓŁOWOŚCI GEOMETRII

source: GET ME ALONGSIDE HIM.
pl_pl: Podjedź jak najbliżej.

source: GET MONARCH BACK ON TRACK, AND ONCE I DO,
pl_pl: przywróciłbym Monarch na właściwe tory, a kiedy już to zrobię,

source: GET OUT OF AREA
pl_pl: WYDOSTAŃ SIĘ Z OBSZARU

source: GET THE FUCK OUT OF HERE. NOW!
pl_pl: - Wypierdalaj stąd. JUŻ!

source: GET THE FUCK OUT OF MY OFFICE.
pl_pl: Wypierdalaj z mojego biura.

source: GET TO BETH AND SOFIA
pl_pl: DOSTAŃ SIĘ DO BETH I SOFII

source: GET TO SERENE AT THE DRYDOCKS
pl_pl: DOSTAŃ SIĘ DO SERENE W PORCIE

source: GET TO WILL'S CAR
pl_pl: WSIĄDŹ DO SAMOCHODU WILLA

source: GIVE ME THE KEYS! -GET AWAY FROM ME!
pl_pl: Daj mi kluczyki! - Odejdź ode mnie!

source: GLAD IT'S SO CELEBRATED.
pl_pl: Cieszę się, że to doceniacie.

source: GLOBAL ILLUMINATION QUALITY
pl_pl: JAKOŚĆ GLOBALNEGO OŚWIETLENIA

source: GO HOME, LIAM. WAIT FOR THE CALL.
pl_pl: Idź do domu, Liam. Czekaj na telefon.

source: GO TO A PARTY? I DON'T KNOW.
pl_pl: Czy pójdę na imprezę? Nie mam pojęcia.

source: GO!
pl_pl: Idź!

source: GO. EMILY, GO. GO WITH HIM.
pl_pl: Idź. Emily, idź. Idź z nim.

source: GO. GO. GO!
pl_pl: Idź. Idź. DALEJ!

source: GOD, THIS GUY'S SWINGING FOR THE FENCES.
pl_pl: Matko, ten to dopiero ma fantazję.

source: GOOD LUCK, BUDDY. NINE, EIGHT.
pl_pl: Powodzenia, koleżko. Dziewięć, osiem.

source: GOOD THING ABOUT OUR FRIEND STAN IS STAN MAKES IT EASY.
pl_pl: Nasz kolega Stan bardzo ułatwia nam robotę.

source: GOTCHA, BUDDY.
pl_pl: Mam cię.

source: GOTCHA.
pl_pl: Mam cię.

source: GOVERNMENT CONTRACTORS WHO NEED TWO-WAY ACCESS.
pl_pl: kontraktorów, którzy wymagają dwukierunkowego dostępu.

source: GRAPHICS PRESET
pl_pl: WSTĘPNE USTAWIENIE GRAFIKI

source: GROUND ZERO
pl_pl: STREFA ZERO

source: GROUND ZERO OP - ALL
pl_pl: CAŁY PERSONEL STREFY ZERO

source: GUEST SEMINAR – DR. SOFIA AMARAL Thursday, September 29th, 7pm @ the Henry Kim Theater The recently appointed head of Monarch Solutions’ Physics Research Division, Dr. Sofia Amaral has taken much of her inspiration from the theories of Riverport’s own Dr. William Joyce and now devotes herself to discovering practical applications for chronon particles. Her presentation will highlight the evolution of chronon particle research and will be followed a Q and A focused on career advice for aspiring physicists.
pl_pl: GOŚCINNE SEMINARIUM - DR SOFIA AMARAL Czwartek, 29 września, godz. 19:00 w Teatrze Henry'ego Kima Dr Sofia Amaral, niedawno mianowana szefową działu badań fizycznych Monarch Solutions, czerpała wiele inspiracji z teorii dr. Williama Joyce'a z Riverport, a teraz poświęca się odkrywaniu praktycznych zastosowań cząsteczek chrononowych. Jej prezentacja podkreśli ewolucję badań nad cząsteczkami chrononowymi, a następnie odbędzie się dyskusja na temat porad dotyczących kariery dla początkujących fizyków.

source: GULL ISLAND
pl_pl: WYSPA MEW

source: Gaah! Don't touch me!
pl_pl: Gaah! Nie dotykaj mnie!

source: Gah!
pl_pl: Aach!

source: Gala Speech
pl_pl: Przemówienie na gali

source: Gala. Time's ending and you're having a fucking party.
pl_pl: Gala. Czas się kończy, a ty masz pieprzoną imprezę.

source: Gamer profile changed
pl_pl: Zmieniono profil gracza

source: Gate control. I don't have the code.
pl_pl: Sterowanie bramą. Nie mam kodu.

source: Gate's locked. There's gotta be a gate doohicky around here.
pl_pl: Brama jest zamknięta. W pobliżu musi być jakieś coś do jej otwarcia.

source: Generic Male
pl_pl: Standardowy mężczyzna

source: German
pl_pl: Niemiecki

source: Get Charlie drunk enough to access the lab!
pl_pl: Upij Charliego na tyle, by wpuścił mnie do laboratorium!

source: Get Paul out of the machine
pl_pl: Wyciągnij Paula z wehikułu

source: Get Will's car
pl_pl: Wsiądź do samochodu Willa

source: Get across the bridge
pl_pl: Przejdź przez most

source: Get around him!
pl_pl: Okrąż go!

source: Get around!
pl_pl: Rozejść się!

source: Get away from that!
pl_pl: Odejdź od tego!

source: Get away from the truck! Move!
pl_pl: Odsuń się od ciężarówki! Ruchy!

source: Get away!
pl_pl: Uciekać!

source: Get back to Will
pl_pl: Wróć do Willa

source: Get back! Move!
pl_pl: Cofnąć się! Ruszać się!

source: Get behind him!
pl_pl: Za nim!

source: Get clear!
pl_pl: Czysto!

source: Get down!
pl_pl: Padnij!

source: Get into the library
pl_pl: Wejdź do biblioteki

source: Get into the locked area
pl_pl: Wejdź do zamkniętego obszaru

source: Get me out of here first.
pl_pl: Najpierw mnie stąd zabierz.

source: Get me out!
pl_pl: Wypuść mnie!

source: Get me to that drydock, and I'll find out.
pl_pl: Zabierz mnie do tego portu, to się dowiem.

source: Get off me!
pl_pl: Puszczaj mnie!

source: Get out of here!
pl_pl: Wynoś się stąd!

source: Get out of my way.
pl_pl: Zejdź mi z drogi.

source: Get out of the building
pl_pl: Wyjdź z budynku

source: Get out of the way! Everybody move! They’re gonna kill us all!
pl_pl: Z drogi! Ruszać się! Zabiją nas wszystkich!

source: Get outside
pl_pl: Wyjdź na zewnątrz

source: Get ready to use tech!
pl_pl: Przygotuj się na wykorzystanie technologii!

source: Get round!
pl_pl: Ruszać się!

source: Get the fuck away from me! Stop it!
pl_pl: Odpierdol się ode mnie! Przestań!

source: Get through it!
pl_pl: Przejdź przez to!

source: Get to Serene at the drydocks
pl_pl: Dotrzyj do Serene w porcie

source: Get to the courtyard
pl_pl: Dostań się na dziedziniec

source: Get to the library
pl_pl: Wejdź do biblioteki

source: Get to the party
pl_pl: Dostań się na imprezę

source: Get to the party at the Monarch mansion
pl_pl: Dostań się na imprezę w rezydencji Monarch

source: Get to the pier
pl_pl: Dostań się na molo

source: Get up!
pl_pl: Wstawaj!

source: Get your ass out of there. I've got a ride waiting up above. Hurry.
pl_pl: Zabieraj się stamtąd. Na górze czeka podwózka. Pospiesz się.

source: Get your goddamn stories right! Where is he?!
pl_pl: Ustalcie wspólną wersję! Gdzie on jest?!
